import React from 'react'


export default function About() {

    return (
        <div className="about__container">
            <div dir="rtl" className="par1">
                <b>
                    <h1>אודות מפגש השייח</h1>
                    <p>
                        מפגש השייח' הינה רשת מאפיות וקונדיטוריה ירושלמית איכותית ומיוחדת שמתמחה באפייה בטאבון אבן, אשר
                        נבנה במיוחד.
                        המאפייה ידועה כבר למעלה מ-27 שנה בזכות המאפים הטעימים שהיא מציעה והאווירה במקום.
                    </p>
                    <h1>מקור השם מפגש השייח':</h1>
                    <p>

                        בעבר, בשנות ה-80' המאוחרות, לפני עידן הטלפון הנייד והאינטרנט, כל בני הנוער היו נפגשים בימי שישי
                        במקום מפגש
                        בכיכר
                        בעיר העתיקה, שנקרא "אצל השייח". שם היו אוכלים אבטיח, מלבי, סחלב ובייגלה ירושלמי. בפרוץ
                        האינתיפאדה הראשונה,
                        לא
                        היה ניתן עוד להגיע למקום. אז עלה הרעיון "להעלות את השייח" למערב ירושלים. הסניף הראשון של מפגש
                        השייח' הוקם
                        בשנת
                        1990 ע"י בחור צעיר בשם שי נאור ברחוב צרת באזור התעשייה בתלפיות. עד מהרה הפך הסניף למקום בילוי של
                        הירושלמים,
                        והיה
                        לראשון מבתי האוכל בירושלים שהיה פתוח 24 שעות ביממה.
                    </p>
                    <p>
                        בשנת 2003 הועבר הסניף לרחוב האומן לצורך הרחבה ופתיחת הקונדיטוריה. מאז, עקב הביקוש הרב בקרב
                        הירושלמים למאפים
                        ולמאכלים המיוחדים של מפגש השייח, נפתחו סניפים נוספים ברחבי ירושלים. לאחרונה נפתחו סניפים נוספים
                        גם מחוץ
                        לירושלים.
                    </p>
                    אתם מוזמנים להגיע לאחד מסניפנו וליהנות מן האווירה המיוחדת והאוכל האיכותי.
                    בנוסף, חלק מן הסניפים מציעים שירותי משלוחים.
                </b>
            </div>
        </div>

    )
}